Repository: ZingyTomato/NetPeek
Catalog: po/*.po
Languages: sk

source: Discover devices on your local network
sk: Objavuje zariadenia vo vašej lokálnej sieti

source: See what's connected to your network
sk: Prezrite si, čo je pripojené k vašej sieti

source: NetPeek is a simple network scanner that helps you discover active devices on your local network.
sk: NetPeek je jednoduchý sieťový skener, ktorý vám pomôže objaviť aktívne zariadenia vo vašej lokálnej sieti.

source: Home screen
sk: Domovská obrazovka

source: Scan in Progress
sk: Prebieha skenovanie

source: Scan Results
sk: Výsledky skenovania

source: Discover devices on your local network.
sk: Objavte zariadenia vo vašej lokálnej sieti.

source: Contributors
sk: Prispievatelia

source: Main Menu
sk: Hlavná ponuka

source: About
sk: O aplikácii

source: Quit
sk: Ukončiť

source: Scan my Network
sk: Skenovať moju sieť

source: IP Range Configuration
sk: Konfigurácia rozsahu IP adries

source: Enter the IP range you want to scan:
sk: Zadajte rozsah IP adries, ktoré chcete skenovať:

source: IP Range
sk: Rozsah IP adries

source: Examples: 192.168.1.0/24, 10.0.0.1-50, 172.16.1.100-200
sk: Príklady: 192.168.1.0/24, 10.0.0.1-50, 172.16.1.100-200

source: Home Network (192.168.1.x)
sk: Domáca sieť (192.168.1.x)

source: Home Network (192.168.0.x)
sk: Domáca sieť (192.168.0.x)

source: Corporate (10.0.0.x)
sk: Pracovná (10.0.0.x)

source: Private (172.16.0.x)
sk: Súkromná (172.16.0.x)

source: Valid IP range!
sk: Platný rozsah IP adries!

source: Set IP range to:
sk: Nastavený rozsah IP adries na:

source: Scanning in progress...
sk: Prebieha skenovanie...

source: Devices found on your network:
sk: Zariadenia nájdené vo vašej sieti:

source: Stop Scanning
sk: Zastaviť skenovanie

source: Stop the current network scan
sk: Zastaví aktuálne skenovanie siete

source: Scan Again
sk: Skenovať znovu

source: Scanning Network
sk: Skenuje sa sieť

source: Discovering devices on your network... (this may take a while!)
sk: Objavujú sa zariadenia vo vašej sieti... (Môže to chvíľu trvať!)

source: Preparing scan...
sk: Pripravuje sa skenovanie...

source: Time Elapsed: 00:00
sk: Uplynutý čas: 00:00

source: No Devices Found
sk: Nenašli sa žiadne zariadenia

source: No devices were found in the specified range!
sk: V určenom rozsahu neboli nájdené žiadne zariadenia!

source: Scan Error
sk: Chyba skenovania

source: An error occurred while scanning the network!
sk: Počas skenovania siete sa vyskytla chyba!

source: Time Elapsed: {minutes:02d}:{seconds:02d}
sk: Uplynutý čas: {minutes:02d}:{seconds:02d}

source: Hosts Scanned: {scanned}/{total}
sk: Skenovaných hostiteľov: {scanned}/{total}

source: Scanning...
sk: Skenovanie...

source: Scanning
sk: Skenuje sa

source: Scan stopped - Found {count} devices
sk: Skenovanie zastavené - počet nájdených zariadení: {count}

source: Scan stopped. Found {count} devices so far.
sk: Skenovanie zastavené. Doposiaľ nájdených zariadení: {count}.

source: Scan stopped - No devices found
sk: Skenovanie zastavené - nenašli sa žiadne zariadenia

source: Scan stopped. No devices found.
sk: Skenovanie zastavené. Nenašli sa žiadne zariadenia.

source: Found {count} devices
sk: Nájdených zariadení: {count}

source: Found {count} devices on the network.
sk: Počet nájdených zariadení v sieti: {count}.

source: No devices found
sk: Nenašli sa žiadne zariadenia

source: No devices found in the specified range
sk: V určenom rozsahu sa nenašli žiadne zariadenia

source: Error:
sk: Chyba:

source: An error occurred!
sk: Vyskytla sa chyba!

source: Unknown IP
sk: Neznáma IP adresa

source: Unknown
sk: Neznámy

source: Hostname
sk: Názov hostiteľa

source: No Ports Open
sk: Žiadne otvorené porty

source: Ports Open
sk: Otvorené porty
